brew 'fish'
brew 'git'
brew 'yadm'
brew 'ripgrep'
brew 'flyctl'
brew 'peco'
brew 'eza'
brew 'gh'
brew 'fd'
brew 'bat'
brew 'zellij'
brew 'starship'
brew 'xz'
brew 'proto'
brew 'fzf'
brew 'atuin'
brew 'helix'

cask '1password'
cask 'zed'
cask 'karabiner-elements'
cask 'chatgpt'
cask 'nikitabobko/tap/aerospace'
cask 'spotify'
cask 'figma'
cask 'discord'
cask 'zen'
cask 'ghostty'
cask 'raycast'
